/*
 * cmn.js
 */

jQuery(document).ready(function($) {
/* ==========================================================
!stack
========================================================== */
/* 関数の読み込み
------------------------------------ */
	// pageTop();
	// pageTopFixed();
	// pageScroll();
	// Accordion();
	// tabMenu();
	// scrollAnimation();
	// modaal();

/* ==========================================================
!外部JS(プラグイン)の個別記述はここに記述する
========================================================== */
$('.modaal-open').modaal({
	type: 'inline',
	background: "#000",
	overlay_opacity: "0.7",
});

});
